[
    {
        "id": 1,
        "name": "Bladder Cancer",
        "overview": "The most common type of bladder cancer is transitional cell carcinoma, also called urothelial carcinoma. Smoking is a major risk factor for bladder cancer. Bladder cancer is often diagnosed at an early stage. Explore the links on this page to learn more about bladder cancer treatment, screening, statistics, research, and clinical trials.",
        "causesAndPrevention": "NCI does not have PDQ evidence-based information about prevention of bladder cancer.",
        "treatment": " Bladder Cancer Treatment Childhood Bladder Cancer Treatment",
        "screening": "Bladder and Other Urothelial Cancers Screening",
        "img": "https://i.ibb.co/cDr1vwz/Bladder-Cancer-Papillary-Urothelial-Transitional-Cell-Carcinoma.jpg",
        "imgInfo": "Microscopic view of a papillary urothelial (transitional cell) carcinoma."
    },
    {
        "id": 2,
        "name": "Breast Cancer",
        "overview": "Breast cancer is the second most common cancer in women after skin cancer. Mammograms can detect breast cancer early, possibly before it has spread. Explore the links on this page to learn more about breast cancer prevention, screening, treatment, statistics, research, clinical trials, and more.",
        "causesAndPrevention": "-----",
        "treatment": "1.Surgery 2.Radiation therapy 3.Chemotherapy 4.Hormone therapy 5.Targeted therapy",
        "screening": "1.Breast Exam 2.Thermography 3.Tissue sampling",
        "img": "https://i.ibb.co/Wvs327m/hurricane-cell-breast-cancer.jpg",
        "imgInfo": "A polyploid giant cancer cell (PGCC) from triple-negative breast cancer."
    },
    {
        "id": 3,
        "name": "Colorectal Cancer",
        "overview": "Colorectal cancer often begins as a growth called a polyp inside the colon or rectum. Finding and removing polyps can prevent colorectal cancer. Explore the links on this page to learn more about colorectal cancer prevention, screening, treatment, statistics, research, clinical trials, and more.",
        "causesAndPrevention": "-----",
        "treatment": "1.Surgery 2.Radiofrequency ablation 3.Cryosurgery 4.Chemotherapy 5.Radiation therapy 6.Targeted therapy  7.Immunotherapy",
        "screening": "1.Physical exam and health history 2.Digital rectal exam 3.Fecal occult blood test (FOBT) 4.Barium enema 5.Sigmoidoscopy 6.Colonoscopy 7.Virtual colonoscopy 8.Biopsy",
        "img": "https://i.ibb.co/34rwQ8x/colorectal-organoid-article.jpg",
        "imgInfo": "Colorectal cells grown into organoids, stem cell-derived human 'mini-organs' that are used to study human development and disease."
    },
    {
        "id": 4,
        "name": "Kidney (Renal Cell) Cancer",
        "overview": "Kidney cancer can develop in adults and children. The main types of kidney cancer are renal cell cancer, transitional cell cancer, and Wilms tumor. Certain inherited conditions increase the risk of kidney cancer. Explore the links on this page to learn more about kidney cancer treatment, statistics, research, and clinical trials.",
        "causesAndPrevention": "--------",
        "treatment": "1.Surgery 2.Radiation therapy 3.Chemotherapy 4.Immunotherapy 5.Targeted therapy 6.screening",
        "screening": "1.Physical exam and health history 2.Ultrasound exam 3.Blood chemistry studies 4.Urinalysis 5.CT scan (CAT scan) 6.MRI 7.Biopsy",
        "img": "https://i.ibb.co/FJs9gYV/DNA-Strand-with-Mutation-kidney-cancer.jpg",
        "imgInfo": "About 5% to 8% of kidney cancers are caused by inherited genetic changes."
    },
    {
        "id": 5,
        "name": "Leukemia",
        "overview": "Leukemia is a broad term for cancers of the blood cells. The type of leukemia depends on the type of blood cell that becomes cancer and whether it grows quickly or slowly. Leukemia occurs most often in adults older than 55, but it is also the most common cancer in children younger than 15. Explore the links on this page to learn more about the types of leukemia plus treatment, statistics, research, and clinical trials.",
        "causesAndPrevention": "--------",
        "treatment": "i.Adult Acute Lymphoblastic Leukemia Treatment ii.Acute Myeloid Leukemia Treatment iii.Chronic Lymphocytic Leukemia Treatment iv.Chronic Myelogenous v.Leukemia Treatment vi.Hairy Cell Leukemia Treatment vii.Childhood Acute Lymphoblastic Leukemia Treatment viii.Childhood Acute Myeloid Leukemia Treatment",
        "screening": "1.Physical exam and history: An exam of the body to check general signs of health, including checking for signs of disease, such as lumps or anything else that seems unusual. A history of the patient’s health habits and past illnesses and treatments will also be taken. 2.Laboratory tests: Medical procedures that test samples of tissue, blood, urine, or other substances in the body. 3.Imaging procedures: Procedures that make pictures of areas inside the body. 4.Genetic tests: A laboratory test in which cells or tissue are analyzed to look for changes in genes or chromosomes. These changes may be a sign that a person has or is at risk of having a specific disease or condition.",
        "img": "https://i.ibb.co/N34bQVX/leukemia-aml-cells-article.jpg",
        "imgInfo": "Human cells with acute myelocytic leukemia."
    },
    {
        "id": 6,
        "name": "Liver cancer",
        "overview": "Liver cancer includes hepatocellular carcinoma (HCC) and bile duct cancer (cholangiocarcinoma). Risk factors for HCC include chronic infection with hepatitis B or C and cirrhosis of the liver. Explore the links on this page to learn more about liver cancer treatment, prevention, screening, statistics, research, and clinical trials.",
        "causesAndPrevention": "--------",
        "treatment": "1. Adult Primary Liver Cancer Treatment 2.Bile Duct Cancer (Cholangiocarcinoma) Treatment 3.Childhood Liver Cancer Treatment",
        "screening": "Tests are used to screen for different types of cancer when a person does not have symptoms. There is no standard or routine screening test for liver cancer. i.Ultrasound ii. CT scan iii.Tumor markers",
        "img": "https://i.ibb.co/Tmty5QY/Hepatitis-B-virus-capsid-liver-cancer.png",
        "imgInfo": "The hepatitis B virus (shown here) consists of DNA encased in a many-sided protein shell. Chronic infection with the hepatitis B virus can increase the risk of liver cancer. "
    },
    {
        "id": 7,
        "name": "Lung Cancer",
        "overview": "Lung cancer includes two main types: non-small cell lung cancer and small cell lung cancer. Smoking causes most lung cancers, but nonsmokers can also develop lung cancer. Explore the links on this page to learn more about lung cancer treatment, prevention, screening, statistics, research, clinical trials, and more.",
        "causesAndPrevention": "--------",
        "treatment": "1.Non-Small Cell Lung Cancer Treatment 2.Small Cell Lung Cancer Treatment  3.Childhood Pleuropulmonary Blastoma Treatment  4.Childhood Tracheobronchial Tumors Treatment",
        "screening": "1.Screening with LDCT scans has been shown to decrease the risk of dying from lung cancer in heavy smokers. 2.Screening with chest x-rays and/or sputum cytology does not decrease the risk of dying from lung cancer.  3.Screening tests for lung cancer are being studied in clinical trials.",
        "img": "https://i.ibb.co/ft02bCK/lung-cells-kras-oncogene-article.jpg",
        "imgInfo": "Lung cancer cells driven by the KRAS oncogene, which is highlighted in purple."
    },
    {
        "id": 8,
        "name": "Lymphoma",
        "overview": "Lymphoma is a broad term for cancer that begins in cells of the lymph system. The two main types are Hodgkin lymphoma and non-Hodgkin lymphoma (NHL). Hodgkin lymphoma can often be cured. The prognosis of NHL depends on the specific type. Explore the links on this page to learn more about lymphoma treatment, research, and clinical trials.",
        "causesAndPrevention": "-------",
        "treatment": "1. Adult Hodgkin Lymphoma Treatment  2.Adult Non-Hodgkin Lymphoma Treatment  3.AIDS-Related Lymphoma Treatment   4.Mycosis Fungoides (Including Sézary Syndrome) Treatment  5.Primary CNS Lymphoma Treatment 6.  Childhood Hodgkin Lymphoma Treatment  6.Childhood Non-Hodgkin Lymphoma Treatment",
        "screening": "A personal history of cancer.  A family history of cancer.  Certain gene mutations (changes) that have been linked to cancer.  Exposure to cancer-causing agents such as tobacco smoke or workplace chemicals. A blood clot that develops for no known reason.  Older age.",
        "img": "https://i.ibb.co/gRHDBHC/lymphoma-cancer.jpg",
        "imgInfo": "Artist’s rendering of T cells (red and blue spheres) attacking cancer cells. T-cell therapy has been effective in treating certain lymphoma patients."
    },
    {
        "id": 9,
        "name": "",
        "overview": "Pancreatic cancer can develop from two kinds of cells in the pancreas: exocrine cells and neuroendocrine cells, such as islet cells. The exocrine type is more common and is usually found at an advanced stage. Pancreatic neuroendocrine tumors (islet cell tumors) are less common but have a better prognosis. Explore the links on this page to learn more about  pancreatic cancer treatment, statistics, research, and clinical trials.",
        "causesAndPrevention": "---------",
        "treatment": "a.Pancreatic Cancer Treatment  b.Pancreatic Neuroendocrine Tumors (Islet Cell Tumors) Treatment c. Childhood Pancreatic Cancer Treatment",
        "screening": " Does not have evidence-based information about screening for pancreatic cancer.",
        "img": "https://i.ibb.co/KyqCM6J/pancreatic-cancer-cells-article.jpg",
        "imgInfo": "Pancreatic cancer cells (blue) growing as a sphere encased in membranes (red)."
    },
    {
        "id": 10,
        "name": "Prostate cancer",
        "overview": "Prostate cancer is the most common cancer and the second leading cause of cancer death among men in the United States. Prostate cancer usually grows very slowly, and finding and treating it before symptoms occur may not improve men's health or help them live longer. Explore the links on this page to learn about prostate cancer treatment, prevention, screening, statistics, research, and more.",
        "causesAndPrevention": "------",
        "treatment": "1.Watchful waiting or active surveillance 2. Surgery 4. Radiation therapy and radiopharmaceutical therapy  5. Hormone therapy 6.Chemotherapy 7. Targeted therapy 8.Immunotherapy  9.Bisphosphonate therapy",
        "screening": "1.Physical exam and health history 2.Digital rectal exam (DRE) 3.Prostate-specific antigen (PSA) test 4.Transrectal ultrasound 4.Transrectal magnetic resonance imaging (MRI)",
        "img": "https://i.ibb.co/L8PPmW2/prostate-cancer.jpg",
        "imgInfo": "Nanoparticles are tested as a means to deliver drugs to prostate cancer cells."
    },
    {
        "id": 11,
        "name": "Skin cancer",
        "overview": "Skin cancer is the most common type of cancer.  The main types of skin cancer are squamous cell carcinoma, basal cell carcinoma, and melanoma. Melanoma is much less common than the other types but much more likely to invade nearby tissue and spread to other parts of the body. Most deaths from skin cancer are caused by melanoma. Explore the links on this page to learn more about skin cancer prevention, screening, treatment, statistics, research, clinical trials, and more.",
        "causesAndPrevention": "-----------",
        "treatment": "i. Skin Cancer Treatment ii. Childhood Basal & Squamous Cell Carcinoma of the Skin Treatment  iii. Melanoma Treatment  iv.Childhood Melanoma Treatment  v. Merkel Cell Carcinoma Treatment",
        "screening": "Tests are used to screen for different types of cancer when a person does not have symptoms. Screening for skin cancer may include examination by both the patient and the health care provider. Screening tests for skin cancer are being studied in clinical trials.",
        "img": "https://i.ibb.co/TBJvZWk/skin-cancer.jpg",
        "imgInfo": "Metastatic melanoma cells."
    },
    {
        "id": 12,
        "name": "Thyroid cancer",
        "overview": "There are four main types of thyroid cancer. These are papillary, follicular, medullary, and anaplastic. Papillary is the most common type. The four types differ in how aggressive they are. Thyroid cancer that is found at an early stage can often be treated successfully. Explore the links on this page to learn more about thyroid cancer treatment, screening, statistics, research, and clinical trials.",
        "causesAndPrevention": "-------",
        "treatment": "1.Surgery 2.Radiation therapy, including radioactive iodine therapy 3. Chemotherapy  4. Thyroid hormone therapy 5. Targeted therapy 6. Watchful waiting",
        "screening": "1.Physical exam and health history 2.Laryngoscopy 3.Blood hormone studies 4.Blood chemistry studies 6.Ultrasound exam 7.CT scan (CAT scan) 8.Fine-needle aspiration biopsy of the thyroid",
        "img": "https://i.ibb.co/5cNxZvc/thyroid-cancer.jpg",
        "imgInfo": "Micrograph of medullary thyroid carcinoma."
    },
    {
        "id": 13,
        "name": "Uterine cancer",
        "overview": "Uterine cancers can be of two types: endometrial cancer (common) and uterine sarcoma (rare). Endometrial cancer can often be cured. Uterine sarcoma is often more aggressive and harder to treat. Explore the links on this page to learn more about uterine cancer prevention, screening, treatment, statistics, research, and clinical trials.",
        "causesAndPrevention": "-------",
        "treatment": "*Endometrial Cancer Treatment  *Uterine Sarcoma Treatment",
        "screening": " Endometrial Cancer Screening",
        "img": "https://i.ibb.co/JR7Ycnb/Uterus-or-uterine-cancer-medical-concept-as-cancerous-cells-spreading-in-a-female-body-attacking-the.jpg",
        "imgInfo": "Researchers are testing certain targeted therapies for some types of endometrial cancer."
    }
]